Repository: Nebilsolomon/JokeApp
Catalog: JokeApp/JokeApp/*.lproj/Main.strings
Languages: it, zh_hk

# 0jX-2u-VcR.text
source: Enter your Joke
it: Inserisci la tua battuta
zh_hk: 輸入你的笑話

# GB9-ty-O4o.normalTitle
source: Save
it: Salva
zh_hk: 節省

# MBg-Cq-L0a.placeholder
source: Enter Your Joke Set Up
it: Inserisci il tuo set up scherzo
zh_hk: 輸入您的笑話設置

# aZJ-8X-blq.title
source: Write Joke
it: Scrivi Scherzo
zh_hk: 寫笑話

# gda-t7-jsY.placeholder
source: Enter Your Punchline
it: Inserisci la tua battuta finale
zh_hk: 輸入你的妙語

# gkJ-4f-TnI.normalTitle
source: Save
it: Salva
zh_hk: 節省

# kQx-nh-rsj.title
source: Select Humor
it: Seleziona Umorismo
zh_hk: 選擇幽默

# lgp-Yh-Ide.normalTitle
source: programming
it: programmazione
zh_hk: 編程

# rKo-6F-8mf.normalTitle
source: general
it: generale
zh_hk: 一般的

# z8q-uj-ECJ.normalTitle
source: My Joke
it: Il mio scherzo
zh_hk: 我的笑話
